tap "1xyz/pryrite"
tap "blacktop/tap"
tap "cjbassi/ytop"
tap "daipeihust/tap"
tap "dart-lang/dart"
tap "fumiyas/echo-sd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "neovim/neovim"
tap "sass/sass"
tap "tako8ki/tap"
tap "wtfutil/wtfutil"
brew "act"
brew "alp"
brew "xz"
brew "ansible"
brew "coreutils"
brew "asdf"
brew "atool"
brew "awscli"
brew "bat"
brew "boost"
brew "bzip2"
brew "glib"
brew "python@3.9"
brew "cask"
brew "gcc"
brew "glog"
brew "tbb"
brew "ceres-solver"
brew "cmake"
brew "cocoapods"
brew "cowsay"
brew "curl"
brew "dbmate"
brew "deno"
brew "diffutils"
brew "direnv"
brew "docker", link: false
brew "ed"
brew "elixir-build"
brew "erlang"
brew "exa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "harfbuzz"
brew "gobject-introspection"
brew "libass"
brew "ffmpeg"
brew "ffmpeg@4"
brew "figlet"
brew "findutils"
brew "freetds"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "python@3.8"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gzip"
brew "haskell-stack"
brew "hexyl"
brew "highlight"
brew "httpie"
brew "imlib2"
brew "jq"
brew "kotlin"
brew "ldns"
brew "libcaca"
brew "libfido2"
brew "llvm@9"
brew "lolcat"
brew "lv"
brew "lynx"
brew "make"
brew "mas"
brew "mecab"
brew "media-info"
brew "mint"
brew "protobuf"
brew "zlib"
brew "mysql"
brew "mysql-client"
brew "navi"
brew "neovim"
brew "nginx"
brew "ninja"
brew "nmap"
brew "vtk"
brew "opencv"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "peco"
brew "percona-toolkit"
brew "php"
brew "postgresql@12"
brew "procs"
brew "q"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "sift"
brew "silicon"
brew "sl"
brew "slackcat"
brew "source-highlight"
brew "starship"
brew "tailscale"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "toilet"
brew "trash-cli"
brew "tree"
brew "unrar"
brew "vegeta"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "xmlstarlet"
brew "xpdf"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "blacktop/tap/lporg"
brew "daipeihust/tap/im-select"
brew "fumiyas/echo-sd/echo-sd"
brew "heroku/brew/heroku"
brew "hudochenkov/sshpass/sshpass"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "tako8ki/tap/gobang"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "anki"
cask "aquaskk"
cask "bitwarden"
cask "brooklyn"
cask "cheatsheet"
cask "chromedriver"
cask "coteditor"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "figma"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-source-han-code-jp"
cask "github"
cask "gitify"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "gyazo"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "keycastr"
cask "mono-mdk-for-visual-studio"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "phantomjs"
cask "postman"
cask "qlmarkdown"
cask "r"
cask "raycast"
cask "rectangle"
cask "slack"
cask "steam"
cask "tabby"
cask "tableplus"
cask "unity-hub"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "webex"
cask "webex-meetings"
cask "zoom"
