tap "1xyz/pryrite"
tap "blacktop/tap"
tap "charmbracelet/tap"
tap "cjbassi/ytop"
tap "daipeihust/tap"
tap "dart-lang/dart"
tap "espanso/espanso"
tap "fumiyas/echo-sd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "neovim/neovim"
tap "planetscale/tap"
tap "sass/sass"
tap "tako8ki/tap"
tap "wez/wezterm"
tap "wtfutil/wtfutil"
brew "act"
brew "alp"
brew "xz"
brew "ansible"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bat"
brew "boost"
brew "glib"
brew "gcc"
brew "glog"
brew "cmake"
brew "cocoapods"
brew "cowsay"
brew "curl"
brew "deno"
brew "diffutils"
brew "direnv"
brew "docker", link: false
brew "folly"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "harfbuzz"
brew "gobject-introspection"
brew "libass"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "gawk"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gradle"
brew "pango"
brew "grep"
brew "gzip"
brew "hexyl"
brew "highlight"
brew "httpie"
brew "imlib2"
brew "jq"
brew "openjdk"
brew "kotlin"
brew "ldns"
brew "lefthook"
brew "less"
brew "libcaca"
brew "libfido2"
brew "llvm@9"
brew "lolcat"
brew "lua-language-server"
brew "make"
brew "mas"
brew "mint"
brew "protobuf"
brew "zlib"
brew "mysql"
brew "mysql-client"
brew "navi"
brew "neovim"
brew "nginx"
brew "ninja"
brew "nmap"
brew "vtk"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "peco"
brew "percona-toolkit"
brew "postgresql@12"
brew "procs"
brew "q"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "sift"
brew "silicon"
brew "sl"
brew "slackcat"
brew "source-highlight"
brew "starship"
brew "tailscale", restart_service: true
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "toilet"
brew "trash-cli"
brew "tree"
brew "ttyd"
brew "unrar"
brew "vegeta"
brew "watch"
brew "watchman"
brew "wget"
brew "zsh"
brew "blacktop/tap/lporg"
brew "charmbracelet/tap/vhs"
brew "daipeihust/tap/im-select"
brew "fumiyas/echo-sd/echo-sd"
brew "hudochenkov/sshpass/sshpass"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "planetscale/tap/pscale"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "anki"
cask "bitwarden"
cask "brooklyn"
cask "cheatsheet"
cask "chromedriver"
cask "coteditor"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "figma"
cask "flutter"
cask "font-source-han-code-jp"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "gyazo"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "min"
cask "mono-mdk-for-visual-studio"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "pdf-expert"
cask "phantomjs"
cask "postman"
cask "qlmarkdown"
cask "raycast"
cask "rectangle"
cask "rubymine"
cask "slack"
cask "steam"
cask "tabby"
cask "tableplus"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "webex"
cask "webex-meetings"
cask "wezterm"
cask "zoom"
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "HotKey", id: 975890633
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "QuickShade", id: 931571202
mas "Tailscale", id: 1475387142
mas "Tot", id: 1491071483
mas "Transporter", id: 1450874784
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
