tap '1xyz/pryrite'
tap 'blacktop/tap'
tap 'charmbracelet/tap'
tap 'cjbassi/ytop'
tap 'daipeihust/tap'
tap 'dart-lang/dart'
tap 'espanso/espanso'
tap 'fumiyas/echo-sd'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'hudochenkov/sshpass'
tap 'jesseduffield/lazydocker'
tap 'jesseduffield/lazygit'
tap 'koekeishiya/formulae'
tap 'mczachurski/wallpapper'
tap 'neovim/neovim'
tap 'planetscale/tap'
tap 'sass/sass'
tap 'tako8ki/tap'
tap 'wez/wezterm'
tap 'wtfutil/wtfutil'
brew 'act'
brew 'alp'
brew 'ansible'
brew 'asdf'
brew 'awscli'
brew 'bat'
brew 'blacktop/tap/lporg'
brew 'charmbracelet/tap/vhs'
brew 'cmake'
brew 'cocoapods'
brew 'cowsay'
brew 'daipeihust/tap/im-select'
brew 'deno'
brew 'diffutils'
brew 'direnv'
brew 'docker'
brew 'exa'
brew 'exiftool'
brew 'fd'
brew 'figlet'
brew 'findutils'
brew 'fumiyas/echo-sd/echo-sd'
brew 'gawk'
brew 'gh'
brew 'ghq'
brew 'gibo'
brew 'git'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'go'
brew 'gobject-introspection'
brew 'gradle'
brew 'grep'
brew 'gzip'
brew 'hexyl'
brew 'highlight'
brew 'httpie'
brew 'hudochenkov/sshpass/sshpass'
brew 'jesseduffield/lazydocker/lazydocker'
brew 'jesseduffield/lazygit/lazygit'
brew 'jq'
brew 'kotlin'
brew 'lefthook'
brew 'less'
brew 'llvm@9'
brew 'lolcat'
brew 'lua-language-server'
brew 'make'
brew 'mas'
brew 'mczachurski/wallpapper/wallpapper'
brew 'mint'
brew 'mysql'
brew 'navi'
brew 'neovim'
brew 'nginx'
brew 'ninja'
brew 'nmap'
brew 'openjdk@17'
brew 'openldap'
brew 'openssh'
brew 'pandoc'
brew 'parallel'
brew 'peco'
brew 'percona-toolkit'
brew 'planetscale/tap/pscale'
brew 'postgresql@12'
brew 'procs'
brew 'q'
brew 'ranger'
brew 'redis'
brew 'ripgrep'
brew 'rust-analyzer'
brew 'sift'
brew 'silicon'
brew 'sl'
brew 'slackcat'
brew 'source-highlight'
brew 'starship'
brew 'tailscale'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'toilet'
brew 'trash-cli'
brew 'tree'
brew 'unrar'
brew 'vegeta'
brew 'vtk'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'wimlib'
brew 'zsh'
cask 'adobe-acrobat-reader'
cask 'adobe-creative-cloud'
cask 'alacritty'
cask 'alfred'
cask 'android-studio'
cask 'anki'
cask 'aquaskk'
cask 'biscuit'
cask 'bitwarden'
cask 'brooklyn'
cask 'cheatsheet'
cask 'chromedriver'
cask 'coteditor'
cask 'discord'
cask 'docker'
cask 'dotnet-sdk'
cask 'equinox'
cask 'figma'
cask 'flutter'
cask 'font-source-han-code-jp'
cask 'font-fira-code-nerd-font'
cask 'github'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-japanese-ime'
cask 'gyazo'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'keycastr'
cask 'microsoft-teams'
cask 'min'
cask 'mono-mdk-for-visual-studio'
cask 'mysqlworkbench'
cask 'ngrok'
cask 'notion'
cask 'obs'
cask 'obsidian'
cask 'pdf-expert'
cask 'phantomjs'
cask 'postman'
cask 'qlmarkdown'
cask 'raycast'
cask 'rectangle'
cask 'rubymine'
cask 'sequel-ace'
cask 'slack'
cask 'steam'
cask 'tabby'
cask 'tableplus'
cask 'unity-hub'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio'
cask 'visual-studio-code'
cask 'vivaldi'
cask 'vlc'
cask 'webex'
cask 'webex-meetings'
cask 'zoom'
mas 'Tailscale', id: 1475387142
mas 'Xcode', id: 497799835
mas 'Trello', id: 1278508951
mas 'Drafts', id: 1435957248
mas 'iMovie', id: 408981434
mas 'Developer', id: 640199958
mas 'Microsoft Excel', id: 462058435
mas 'QuickShade', id: 931571202
mas 'Transporter', id: 1450874784
mas 'Tot', id: 1491071483
mas 'LINE', id: 539883307
mas 'Microsoft Word', id: 462054704
mas 'Microsoft PowerPoint', id: 462062816
mas 'HotKey', id: 975890633
